Repository: chan1sook/vservesafeclone2
Catalog: ui/lib/src/localization/app_*.arb
Languages: th

# loadingDialogText
source: Loading...
th: รอสักครู่...

# errorReason
source: Reason: {reason}
th: เหตุผล: {reason}

# errorMessage
source: Message: {message}
th: ข้อความ: {message}

source: OK
th: ตกลง

source: Confirm
th: ยืนยัน

source: Cancel
th: ยกเลิก

# actionTitle
source: Action
th: คำสั่ง

# statusTitle
source: Status
th: สถานะ

# statusActive
source: Active
th: เปิดใช้งาน

# statusInactive
source: Inactive
th: ปิดใช้งาน

# createdTitle
source: Created
th: สร้างเมื่อ

# roleUser
source: User
th: พนักงาน

# roleManager
source: Manager
th: ผู้จัดการ

# roleAdmin
source: Admin
th: ผู้ดูแลระบบ

# roleSuperadmin
source: Superadmin
th: ผู้ดูแลขั้นสูง

# roleDeveloper
source: Developer
th: ผู้พัฒนา

# paginationSelectPageTitle
source: Select Page
th: เลือกหน้า

# loginViewTitle
source: Login
th: เข้าสู่ระบบ

# loginWelcomeText
source: Welcome back, please login to your account.
th: ยินดีต้อนรับ กรุณากรอกข้อมูลเข้าสู่ระบบ

# loginEmailTitle
source: Email
th: อีเมล์

# loginEmailHint
source: Email Address
th: อีเมล์

# loginPasswordTitle
source: Password
th: รหัสผ่าน

# loginPasswordHint
source: Password
th: รหัสผ่าน

# loginRememberMe
source: Remember Me
th: จำการเข้าสู่ระบบ

# loginAction
source: Login
th: เข้าสู่ระบบ

# loginFailedTitle
source: Login Failed
th: เข้าสู่ระบบล้มเหลว

# loginFailedServerProblem
source: Server Problem Occurred
th: เซิรฟเวอร์มีปัญหา

# loginFailedInternetIssue
source: Can't Access Internet
th: การเชื่อมต่ออินเตอร์เน็ตมีปัญหา

# loginFailedAuthFailed
source: Username/Password Invalid
th: อีเมล์หรือรหัสผ่านไม่ถูกต้อง

# loginFailedOtherErrorProblem
source: Error Occurred
th: เกิดข้อผิดพลาด

# dashboardEditProfileDropdownMenu
source: Edit Profile
th: แก้ไขโปรไฟล์

# dashboardLogoutDropdownMenu
source: Logout
th: ออกจากระบบ

# dashboardMenuHome
source: Home
th: หน้าแรก

# dashboardMenuShedeinFoodSafety
source: Food Safety Management
th: ความปลอดภัยของอาหาร

# shedeinFoodSafetyFormTab
source: Form
th: ฟอร์ม

# shedeinFoodSafetyReportTab
source: Report
th: ประวัติ

# shedeinFoodSafetyReportSortLabel
source: Sort By
th: เรียงตาม

# shedeinFoodSafetyReportAnswerByLabel
source: Answer By
th: ตอบโดย

# shedeinFoodSafetyReportFormTypeLabel
source: From Type
th: ฟอร์ม

# shedeinFoodSafetyReportAnswerAtLabel
source: Answer At
th: ตอบเมื่อ

# shedeinFoodSafetySvaTitle
source: Food Safety Management System Verification Audit
th: การตรวจเพื่อทวนสอบระบบการจัดการด้านความปลอดภัยของอาหาร

# shedeinFoodSafetySvaTargetLabel
source: From
th: โดย

# shedeinFoodSafetySvaAreaLabel
source: Audit Area
th: พื้นที่

# shedeinFoodSafetySvaDateLabel
source: Audit Date
th: วันที่ตรวจประเมิน

# shedeinFoodSafetySvaPercentScoreLabel
source: Achieved Score (%)
th: (%) คะแนนที่ได้

# shedeinFoodSafetySvaNameTitle
source: Audit Requirement/Assessment
th: ข้อกำหนดที่ใช้ในการตรวจสอบ / ประเมิน

# shedeinFoodSafetySvaRiskLevelTitle
source: Risk Level
th: ระดับความเสี่ยง

# shedeinFoodSafetySvaBaseScoreTitle
source: STD. Score
th: คะแนนมาตรฐาน

# shedeinFoodSafetySvaComplianceStatusTitle
source: Compliance Status
th: ผลตรวจสอบ

# shedeinFoodSafetySvaComplianceChoice
source: Compliance
th: ปกติ

# shedeinFoodSafetySvaNotComplianceChoice
source: Not Compliance
th: พบปัญหา

# shedeinFoodSafetySvaScoreDeductionTitle
source: Score Deduction
th: คะแนนที่หัก

# shedeinFoodSafetySvaFindingsTitle
source: Findings
th: หลักฐาน/สิ่งที่ตรวจพบ

# shedeinFoodSafetySvaFileSelectedCountLabel
source: {x, plural, =0{No File Selected} =1{Selected File} other{Selected {x} Files}}
th: {x, plural, =0{ไม่ได้เลือกไฟล์} =1{เลือกไฟล์} other{เลือก {x} ไฟล์}}

# shedeinFoodSafetySvaFileLink
source: File
th: ไฟล์

# shedeinFoodSafetySvaTotalScoreLabel
source: Total Score
th: คะแนนรวม

# shedeinFoodSafetySvaTotalDeductionLabel
source: Total Deduction
th: หักคะแนนทั้งหมด

# shedeinFoodSafetySvaRemarkTitle
source: Remark : Risk Level
th: หมายเหตุ : ระดับความเสี่ยง

# shedeinFoodSafetySvaRemarkCriticalRemarkText
source: C = Critical risk (Score deduction max 5 score)
th: C = ความเสี่ยงระดับวิกฤต (คะแนนที่ถูกตัดสูงสุด 5 คะแนน)

# shedeinFoodSafetySvaRemarkMajorRemarkText
source: M = Major risk (Score deduction max 3 score)
th: M = ความเสี่ยงระดับสำคัญ (คะแนนที่ถูกตัดสูงสุด 3 คะแนน)

# shedeinFoodSafetySvaRemarkMinorRemarkText
source: Mi = Minor risk (Score deduction max 1 score)
th: Mi = ความเสี่ยงระดับเล็กน้อย (คะแนนถูกตัดสูงสุด 1 คะแนน)

# shedeinFoodSafetySvaSubmitButton
source: Submit
th: ส่ง

# shedeinFoodSafetySvaProgressUploadFile
source: Upload Evidence Files...
th: กำลังอัพโหลดไฟล์...

# shedeinFoodSafetySvaProgressSubmitData
source: Submit Data...
th: กำลังอัพโหลดข้อมูล...

# shedeinFoodSafetySvaSubmitDataSuccessfulTitle
source: Submit Data Sucessful
th: ส่งฟอร์มสำเร็จ

# shedeinFoodSafetySvaSubmitDataFailedTitle
source: Submit Data Failed
th: ส่งฟอร์มไม่สำเร็จ

# shedeinFoodSafetySupplierPerformanceReviewTitle
source: Supplier Performance Review
th: การทบทวนประสิทธิภาพของผู้ขาย

# shedeinFoodSafetySupplierPerformanceReviewShort
source: Supplier Performance
th: ประสิทธิภาพผู้ขาย

# shedeinFoodSafetySupplierPerformanceAreaLabel
source: Audit Area
th: พื้นที่

# shedeinFoodSafetySupplierPerformanceAnnuallyWarningText
source: SUPPLIER PERFORMANCE TO BE REVIEWED AT LEAST ANNUALLY
th: ผลการดำเนินงานของซัพพลายเออร์ที่จะได้รับการตรวจสอบอย่างน้อยปีละครั้ง

# shedeinFoodSafetySupplierPerformanceAssessmentCriteriaLabel
source: Assessment Criteria
th: เกณฑ์การประเมิน

# shedeinFoodSafetySupplierPerformanceCriteriaQualityText
source: Do product / services consistently meet the quality requirements ?
th: สินค้า/บริการมีความสม่ำเสมอตรงตามคุณภาพที่กำหนดไว้หรือไม่?

# shedeinFoodSafetySupplierPerformanceCriteriaDocumentText
source: Are products / services supplied with adequate paperwork ?
th: เอกสาร รายงานต่างๆ ของสินค้า/บริการมีเพียงพอหรือไม่?

# shedeinFoodSafetySupplierPerformanceCriteriaDeliveryText
source: Does the supplier consistently meet delivery requirements ?
th: การขนส่งมีความสม่ำเสมอตรงตามความต้องการหรือไม่?

# shedeinFoodSafetySupplierPerformanceCriteriaResponseText
source: Does the supplier respond well when problems are raised ?
th: ผู้ขายมีการตอบสนองเป็นอย่างดีในกรณีเกิดปัญหาหรือไม่?

# shedeinFoodSafetySupplierPerformanceRatingText
source: Rate the supplier between 1 & 5 where 1 = Never and 5 = Always
th: เกณฑ์การให้คะแนนผู้ขายระหว่าง 1-5 , โดย 1 = แย่มาก ไม่เลย และ 5 = ดีมาก สม่ำเสมอ

# shedeinFoodSafetySupplierPerformanceSupplierTitle
source: Supplier
th: ผู้ขาย

# shedeinFoodSafetySupplierPerformanceProductTitle
source: Product / Service
th: สินค้า/บริการ

# shedeinFoodSafetySupplierPerformanceQualityScoreTitle
source: Quality
th: คุณภาพ

# shedeinFoodSafetySupplierPerformanceDeliveryScoreTitle
source: Delivery
th: การขนส่ง

# shedeinFoodSafetySupplierPerformanceDocumentScoreTitle
source: P'work
th: เอกสารรายงาน

# shedeinFoodSafetySupplierPerformanceResponseScoreTitle
source: Response
th: การตอบสนอง

# shedeinFoodSafetySupplierPerformanceTotalScoreTitle
source: % Score
th: % คะแนน

# shedeinFoodSafetySupplierPerformanceReviewDateTitle
source: Review Date
th: วันที่ประเมิน

# shedeinFoodSafetySupplierPerformanceReviewByTitle
source: Reviewed By
th: ประเมินโดย

# shedeinFoodSafetySupplierPerformanceRemarkTitle
source: Remark
th: หมายเหตุ

# shedeinFoodSafetySupplierPerformanceSubmitButton
source: Submit
th: ส่ง

# shedeinFoodSafetySupplierPerformanceSubmitDataSuccessfulTitle
source: Submit Data Sucessful
th: ส่งฟอร์มสำเร็จ

# shedeinFoodSafetySupplierPerformanceSubmitDataFailedTitle
source: Submit Data Failed
th: ส่งฟอร์มไม่สำเร็จ

# iotDashbordDeviceTab
source: Devices
th: อุปกรณ์

# iotDashbordDeviceFilter
source: Filter
th: ตัวกรอง

# iotDashbordDeviceFilterType
source: Type Filter
th: กรองตามประเภท

# iotDashbordChartTab
source: Chart
th: กราฟ

# dashboardMenuAdmin
source: Admin
th: ตั้งค่าระบบ

# dashboardMenuUsersManager
source: Users Managements
th: แอคเคาท์ไซต์

# usersManagerNewUserButton
source: New
th: สร้างใหม่

# usersManagerNameTitle
source: Name
th: ชื่อ

# usersManagerEmailTitle
source: Email
th: อีเมล์

# usersManagerRoleTitle
source: Type
th: ประเภท

# usersManagerNewUserTitle
source: New User
th: ผู้ใช้ใหม่

# usersManagerEditUserTitle
source: Edit User
th: แก้ไขผู้ใช้

# usersManagerFormActiveSwitch
source: Active
th: เปิดใช้งาน

# userAccountEditRoleTitle
source: Account Type
th: ประเภทผู้ใช้

# userAccountEditActualNameTitle
source: Name
th: ชื่อ-สกุล

# userAccountEditUsernameTitle
source: Email
th: อีเมล์

# userAccountEditUsernameInvalidText
source: Must be Email
th: ต้องเป็นอีเมล์

# userAccountEditPasswordTitle
source: Password
th: รหัสผ่าน

# userAccountEditPasswordHintText
source: At least 6 characters
th: รหัสผ่าน 6 ตัวอักษรขึ้นไป

# userAccountEditGeneratePasswordText
source: Generate Password
th: สุ่มรหัสผ่านใหม่

# userAccountEditPasswordConfirmTitle
source: Confirm Password
th: ยืนยันรหัสผ่าน

# userAccountEditPasswordConfirmHintText
source: Confirm Password least 6 characters
th: ยืนยันรหัสผ่าน 6 ตัวอักษรขึ้นไป

# userAccountEditPasswordConfirmInvalidText
source: Password not match
th: รหัสผ่านไม่ตรงกัน

# userAccountChangePasswordButton
source: Change
th: เปลี่ยน

# userAccountChangePasswordConfirmButton
source: Confirm
th: ยืนยัน

# userAccountChangePasswordRevertButton
source: Revert
th: ยกเลิก

# userAccountEditNoteTitle
source: Note
th: หมายเหตุ

# userAccountSaveButton
source: Save
th: บันทึก

# userAccountAddUserSuccessfulTitle
source: Add User Sucessful
th: เพิ่มผู้ใช้สำเร็จ

# userAccountAddUserFailedTitle
source: Add User Failed
th: เพิ่มผู้ใช้ไม่สำเร็จ

# userAccountEditUserSuccessfulTitle
source: Edit User Sucessful
th: แก้ไขผู้ใช้สำเร็จ

# userAccountEditUserFailedTitle
source: Edit User Failed
th: แก้ไขผู้ใช้ไม่สำเร็จ

# userAccountDeleteUserWarningTitle
source: Do you want to delete user "{user}"?
th: ต้องการลบผู้ใช้ "{user}" หรือไม่?

# userAccountDeleteUserSuccessfulTitle
source: Delete User Sucessful
th: ลบผู้ใช้สำเร็จ

# userAccountDeleteUserFailedTitle
source: Delete User Failed
th: ลบผู้ใช้ไม่สำเร็จ

# dashboardMenuDeviceManagement
source: Device Management
th: ตั้งค่าอุปกรณ์

# iotDeviceNameTitle
source: Name
th: ชื่อ

# iotDeviceNoteTitle
source: Note
th: หมายเหตุ

# iotDeviceNewDeviceButton
source: New Device
th: สร้างใหม่

# iotDeviceNewDeviceTitle
source: New Device
th: อุปกรณ์ใหม่

# iotDeviceEditDeviceTitle
source: Edit Device
th: แก้ไขอุปกรณ์

# iotDeviceFormActiveSwitch
source: Active
th: เปิดใช้งาน

# iotDeviceEditNameTitle
source: Name
th: ชื่ออุปกรณ์

# iotDeviceEditTypeTitle
source: Type
th: ประเภทอุปกรณ์

# iotDeviceEditNoteTitle
source: Note
th: หมายเหตุ

# iotDeviceEditSaveButton
source: Save
th: บันทึก

# iotDeviceEditAddDeviceSuccessfulTitle
source: Add Device Sucessful
th: เพิ่มอุปกรณ์สำเร็จ

# iotDeviceEditAddDeviceFailedTitle
source: Add Device Failed
th: เพิ่มอุปกรณ์ไม่สำเร็จ

# iotDeviceEditEditDeviceSuccessfulTitle
source: Edit Device Sucessful
th: แก้ไขอุปกรณ์สำเร็จ

# iotDeviceEditEditDeviceFailedTitle
source: Edit Device Failed
th: แก้ไขอุปกรณ์ไม่สำเร็จ

# iotDeviceEditDeleteDeviceWarningTitle
source: Do you want to delete device "{device}"?
th: ต้องการลบอุปกรณ์ "{device}" หรือไม่?

# iotDeviceEditDeleteDeviceSuccessfulTitle
source: Delete Device Sucessful
th: ลบอุปกรณ์สำเร็จ

# iotDeviceEditDeleteDeviceFailedTitle
source: Delete Device Failed
th: ลบอุปกรณ์ไม่สำเร็จ

# dashboardMenuSuperAdmin
source: Super Admin
th: ตั้งค่าระบบขั้นสูง

# dashboardMenuAdminAccounts
source: Admin Accounts
th: แอคเคาท์แอดมิน

# adminAccountsNewUserButton
source: New
th: สร้างใหม่

# adminAccountsNameTitle
source: Name
th: ชื่อ

# adminAccountsEmailTitle
source: Email
th: อีเมล์

# adminAccountsRoleTitle
source: Type
th: ประเภท

# adminAccountsNewUserTitle
source: New User
th: ผู้ใช้ใหม่

# adminAccountsEditUserTitle
source: Edit User
th: แก้ไขผู้ใช้

# adminAccountsFormActiveSwitch
source: Active
th: เปิดใช้งาน

# adminAccountEditRoleTitle
source: Account Type
th: ประเภทผู้ใช้

# adminAccountEditActualNameTitle
source: Name
th: ชื่อ-สกุล

# adminAccountEditUsernameTitle
source: Email
th: อีเมล์

# adminAccountEditUsernameInvalidText
source: Must be Email
th: ต้องเป็นอีเมล์

# adminAccountEditPasswordTitle
source: Password
th: รหัสผ่าน

# adminAccountEditPasswordHintText
source: At least 6 characters
th: รหัสผ่าน 6 ตัวอักษรขึ้นไป

# adminAccountEditGeneratePasswordText
source: Generate Password
th: สุ่มรหัสผ่านใหม่

# adminAccountEditPasswordConfirmTitle
source: Confirm Password
th: ยืนยันรหัสผ่าน

# adminAccountEditPasswordConfirmHintText
source: Confirm Password least 6 characters
th: ยืนยันรหัสผ่าน 6 ตัวอักษรขึ้นไป

# adminAccountEditPasswordConfirmInvalidText
source: Password not match
th: รหัสผ่านไม่ตรงกัน

# adminAccountChangePasswordButton
source: Change
th: เปลี่ยน

# adminAccountChangePasswordConfirmButton
source: Confirm
th: ยืนยัน

# adminAccountChangePasswordRevertButton
source: Revert
th: ยกเลิก

# adminAccountEditNoteTitle
source: Note
th: หมายเหตุ

# adminAccountSaveButton
source: Save
th: บันทึก

# adminAccountAddUserSuccessfulTitle
source: Add User Sucessful
th: เพิ่มผู้ใช้สำเร็จ

# adminAccountAddUserFailedTitle
source: Add User Failed
th: เพิ่มผู้ใช้ไม่สำเร็จ

# adminAccountEditUserSuccessfulTitle
source: Edit User Sucessful
th: แก้ไขผู้ใช้สำเร็จ

# adminAccountEditUserFailedTitle
source: Edit User Failed
th: แก้ไขผู้ใช้ไม่สำเร็จ

# adminAccountDeleteUserWarningTitle
source: Do you want to delete user "{user}"?
th: ต้องการลบผู้ใช้ "{user}" หรือไม่?

# adminAccountDeleteUserSuccessfulTitle
source: Delete User Sucessful
th: ลบผู้ใช้สำเร็จ

# adminAccountDeleteUserFailedTitle
source: Delete User Failed
th: ลบผู้ใช้ไม่สำเร็จ

# dashboardMenuSiteLists
source: Site Lists
th: รายชื่อไซต์

# siteListsNameTitle
source: Name
th: ชื่อ

# siteListsNoteTitle
source: Note
th: หมายเหตุ

# siteListsNewSiteButton
source: New
th: สร้างใหม่

# siteListsNewSiteTitle
source: New Site
th: ไซต์ใหม่

# siteListsEditSiteTitle
source: Edit Site
th: แก้ไขไซต์

# siteListsFormActiveSwitch
source: Active
th: เปิดใช้งาน

# siteEditLogoTitle
source: Logo
th: โลโก้

# siteEditChangeLogoButton
source: Change Logo
th: เปลี่ยนโลโก้

# siteEditRevertLogoButton
source: Revert
th: ยกเลิก

# siteEditNameTitle
source: Name
th: ชื่อไซต์

# siteEditEmailContractTitle
source: Contract Email
th: อีเมล์ติดต่อ

# siteEditAdminsTitle
source: Administrators
th: แอดมิน

# siteEditPhoneTitle
source: Phone
th: เบอร์โทร

# siteEditWelcomeScreenTitle
source: Welcome Screen (Beta)
th: หน้าจอต้อนรับ (beta)

# siteEditNotesTitle
source: Notes
th: หมายเหตุ

# siteEditSaveButton
source: Save
th: บันทึก

# siteEditProgressUpdateLogo
source: Uploading Logo Image...
th: กำลังอัพโหลดภาพโลโก้...

# siteEditProgressAddSite
source: Add Site...
th: กำลังเพิ่มไซต์...

# siteEditProgressEditSite
source: Edit Site...
th: กำลังแก้ไขไซต์...

# siteEditAddSiteSuccessfulTitle
source: Add Site Sucessful
th: เพิ่มไซต์สำเร็จ

# siteEditAddSiteFailedTitle
source: Add Site Failed
th: เพิ่มไซต์ไม่สำเร็จ

# siteEditEditSiteSuccessfulTitle
source: Edit Site Sucessful
th: แก้ไขไซต์สำเร็จ

# siteEditEditSiteFailedTitle
source: Edit Site Failed
th: แก้ไขไซต์ไม่สำเร็จ

# siteEditDeleteSiteWarningTitle
source: Do you want to delete site "{site}"?
th: ต้องการลบไซต์ "{site}" หรือไม่?

# siteEditDeleteSiteSuccessfulTitle
source: Delete Site Sucessful
th: ลบไซต์สำเร็จ

# siteEditDeleteSiteFailedTitle
source: Delete Site Failed
th: ลบไซต์ไม่สำเร็จ

# dashboardMenuDepartment
source: Department
th: สาขา

# departmentsNameTitle
source: Name
th: ชื่อสาขา

# departmentsNoteTitle
source: Note
th: หมายเหตุ

# departmentsNewDepartmentButton
source: New
th: เพิ่มสาขา

# departmentsNewDepartmentTitle
source: New Department
th: เพิ่มสาขา

# departmentsEditDepartmentTitle
source: Edit Department
th: แก้ไขสาขา

# departmentsFormActiveSwitch
source: Active
th: เปิดใช้งาน

# departmentEditLogoTitle
source: Logo
th: โลโก้สาขา

# departmentEditChangeLogoButton
source: Change Logo
th: เปลี่ยนโลโก้

# departmentEditRevertLogoButton
source: Revert
th: ยกเลิก

# departmentEditNameTitle
source: Name
th: ชื่อสาขา

# departmentEditContractEmailTitle
source: Contract Email
th: อีเมล์ติดต่อ

# departmentEditPhoneTitle
source: Phone
th: เบอร์โทร

# departmentEditLocationsTitle
source: Locations
th: ที่ตั้ง

# departmentEditLocationInvalidTitle
source: Location must not empty
th: ต้องระบุสถานที่ไม่ใช่ช่องว่าง

# departmentEditNotesTitle
source: Notes
th: หมายเหตุ

# departmentEditSaveButton
source: Save
th: บันทึก

# departmentEditProgressUpdateLogo
source: Uploading Logo Image...
th: กำลังอัพโหลดภาพสาขา...

# departmentEditProgressAddDepartment
source: Add Department...
th: กำลังเพิ่มสาขา...

# departmentEditProgressEditDepartment
source: Edit Department...
th: กำลังแก้ไขสาขา...

# departmentEditAddDepartmentSuccessfulTitle
source: Add Department Sucessful
th: เพิ่มสาขาสำเร็จ

# departmentEditAddDepartmentFailedTitle
source: Add Department Failed
th: เพิ่มสาขาไม่สำเร็จ

# departmentEditEditDepartmentSuccessfulTitle
source: Edit Department Sucessful
th: แก้ไขสาขาสำเร็จ

# departmentEditEditDepartmentFailedTitle
source: Edit Department Failed
th: แก้ไขสาขาไม่สำเร็จ

# departmentEditDeleteDepartmentWarningTitle
source: Do you want to delete department "{department}"?
th: ต้องการลบสาขา "{department}" หรือไม่?

# departmentEditDeleteDepartmentSuccessfulTitle
source: Delete Department Sucessful
th: ลบสาขาสำเร็จ

# departmentEditDeleteDepartmentFailedTitle
source: Delete Department Failed
th: ลบสาขาไม่สำเร็จ

# dashboardMenuSetting
source: Setting
th: ตั้งค่า

# dashboardMenuSelectSite
source: Select Site
th: เลือกไซต์

# selectSiteTitle
source: Please Select Site
th: กรุณาเลือกไซต์

# selectSiteSelectButton
source: Select
th: เลือก

# dashboardMenuSiteSetting
source: Site Setting
th: ตั้งค่าไซต์

# siteSettingGeneralTab
source: General
th: ทั่วไป

# siteSettingCatergoryTab
source: Catergory
th: หมวดหมู่

# dashboardMenuProfile
source: Profile
th: โปรไฟล์

# profileTabInfomation
source: Infomation
th: ข้อมูลโปรไฟล์

# profileTabEdit
source: Edit
th: แก้ไขโปรไฟล์

# profileEditAvatarTitle
source: Photo/Avatar
th: ภาพอวตาร

# profileEditChangeAvatarButton
source: Change Photo
th: เปลี่ยนภาพอวตาร

# profileEditRevertAvatarButton
source: Revert
th: ยกเลิก

# profileEditChangePasswordTitle
source: Change Password
th: เปลี่ยนรหัสผ่าน

# profileEditChangePasswordButton
source: Change
th: เปลี่ยน

# profileEditOldPasswordTextFieldLabel
source: Old Password
th: รหัสผ่านเก่า

# profileEditNewPasswordTextFieldLabel
source: New Password
th: รหัสผ่านใหม่

# profileEditNewPasswordTextFieldHint
source: New Password least 6 characters
th: รหัสผ่านใหม่ 6 ตัวอักษรขึ้นไป

# profileEditNewPasswordConfirmTextFieldLabel
source: Confirm New Password
th: ยืนยันรหัสผ่านใหม่

# profileEditNewPasswordConfirmTextFieldHint
source: Confirm New Password least 6 characters
th: ยืนยันรหัสผ่านใหม่ 6 ตัวอักษรขึ้นไป

# profileEditNewPasswordConfirmInvalidText
source: Password Not Match
th: รหัสผ่านไม่ตรงกัน

# profileEditChangePasswordConfirmButton
source: Confirm
th: ยืนยัน

# profileEditChangePasswordRevertButton
source: Revert
th: ยกเลิก

# profileEditUsernameTitle
source: Account Email
th: แอคเคาท์บัญชีอีเมล์

# profileEditActualNameTitle
source: Actual Name
th: ชื่อสกุล

# profileEditContractEmailTitle
source: Contract Email
th: อีเมล์ติดต่อ

# profileEditPhoneTitle
source: Phone
th: เบอร์โทร

# profileEditPositionTitle
source: Position
th: ตำแหน่ง

# profileEditAddressTitle
source: Address
th: ที่อยู่

# profileEditNotesTitle
source: Notes
th: หมายเหตุ

# profileEditSaveButton
source: Save
th: บันทึก

# profileEditProgressUpdateAvatar
source: Uploading Avatar Image...
th: กำลังอัพโหลดภาพอวตาร...

# profileEditProgressUpdateProfile
source: Updating Profile...
th: กำลังอัพเดทข้อมูลโปรไฟล์...

# profileEditSuccessfulTitle
source: Profile Updated Sucessful
th: แก้ไขโปรไฟล์สำเร็จ

# profileEditFailedTitle
source: Profile Updated Failed
th: แก้ไขโปรไฟล์ไม่สำเร็จ
